Enterprise_Serivces/Cert/Bronze4/CSLStoreAdministrationService/result1/Iteration1/t10_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/core/contracts/2010/05/IServiceBase/GetVersion</wsa:Action><wsa:MessageID>uuid:47da302f-3593-4a57-a762-714b00c08b8d</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslstoreadministrationserviceqa1.testgs.pvt/StoreAdministrationService.svc</wsa:To></soap:Header><soap:Body><GetVersion xmlns="http://www.gamestop.com/services/core/contracts/2010/05" /></soap:Body></soap:Envelope>